①静夜思（唐 李白）
#
床前明月光，
疑是地上霜。
举头望明月，
低头思故乡。

②春晓（唐 孟浩然）
#
春眠不觉晓，
处处闻啼鸟。
夜来风雨声，
花落知多少。

③村居（清 高鼎）
#
草长莺飞二月天，
拂堤杨柳醉春烟。
儿童散学归来早，
忙趁东风放纸鸢。

①赠刘景文（宋 苏轼）
#
荷尽已无擎雨盖，
菊残犹有傲霜枝。 
一年好景君须记， 
正是橙黄橘绿时。 

②山行（唐 杜牧）
#
远上寒上石径斜，
白云生处有人家。
停车坐爱枫林晚，
霜叶红于二月花 。

③回乡偶书（唐 贺知章）
#
少小离家老大回，
乡音无改鬓毛衰。
儿童相见不相识， 
笑问客从何处来。

④赠汪伦（唐 李白）
#
李白乘舟将欲行，
忽闻岸上踏歌声。
桃花潭水深千尺，
不及汪伦送我情。

⑤草（唐 白居易）
#
离离原上草，
一岁一枯荣。
野火烧不尽，
春风吹又生。

⑥宿新市徐公店（宋 杨万里）
#
篱落疏疏一径深，
树头花落未成阴。
儿童急走追黄蝶，
飞入菜花无处寻。

⑦望庐山瀑布（唐 李白） 
#
日照香炉生紫烟，
遥看瀑布挂前川。
飞流直下三千尺，
疑是银河落九天。

⑧绝句（唐 杜甫） 
#
两个黄鹂鸣翠柳，
一行白鹭上青天。
窗含西岭千秋雪，
门泊东吴万里船。

①夜书所见（南宋 叶绍翁）
#
萧萧梧叶送寒声，
江上秋风动客情。
知有儿童挑促织，
夜深篱落一灯明。

②九月九日忆山东兄弟（唐 王维）
#
独在异乡为异客，
每逢佳节倍思亲。
遥知兄弟登高处，
遍插茱萸少一人。

③望天门山（唐 李白）
#
天门中断楚江开，
碧水东流至此回。
两岸青山相对出，
孤帆一片日边来。 

④饮湖上初晴后雨（宋 苏轼）
#
水光潋滟晴方好，
山色空蒙雨亦奇。
欲把西湖比西子，
淡妆浓抹总相宜。

⑤咏柳（唐 贺知章）
#
碧玉妆成一树高，
万条垂下绿丝绦。
不知细叶谁裁出，
二月春风似剪刀。

⑥春日（南宋 朱熹）
#
胜日寻芳泗水滨，
无边光景一时新。
等闲识得春风面，
万紫千红总是春。

⑦乞巧（唐 林杰）
#
七夕今宵看碧霄，
牵牛织女渡河桥。
家家乞巧望秋月，
穿尽红丝几万条。

⑧嫦娥（唐 李商隐）
#
云母屏风烛影深，
长河渐落晓星沉。
嫦娥应悔偷灵药，
碧海青天夜夜心。

①题西林壁（宋 苏轼）
#
横看成岭侧成峰，
远近高低各不同。 
不识庐山真面目，
只缘身在此山中。

②游山西村（宋 陆游）
#
莫笑农家腊酒浑，
丰年留客足鸡豚。 
山重水复疑无路，
柳暗花明又一村。 
萧鼓追随春社近，
衣冠简朴古风存。 
从今若许闲乘月，
拄杖无时夜叩门。 

③黄鹤楼送孟浩然之广陵（唐 李白）
#
故人西辞黄鹤楼，
烟花三月下扬州。 
孤帆远影碧空尽，
唯见长江天际流。
   
④送元二使安西（唐 王维）
#
渭城朝雨浥轻尘，
客舍青青柳色新。
劝君更尽一杯酒，
西出阳关无故人。

⑤《独坐敬亭山》（唐 李白）
#
众鸟高飞尽，
孤云独去闲。
相看两不厌，
只有敬亭山。

⑥《望洞庭》（唐 刘禹锡）
#
湖光秋月两相和，
潭面无风镜未磨。
遥望洞庭山水色，
白银盘里一青螺。

⑦《忆江南》（唐 白居易 ）
#
江南好，风景旧曾谙。
日出江花红胜火，
春来江水绿如蓝。
能不忆江南？

⑧《乡村四月》（宋 翁卷）
#
绿遍山原白满川，
子规声里雨如烟。
乡村四月闲人少，
才了蚕桑又插田。

⑨《四时田园杂兴》（宋 范成大）
#
昼出耘田夜绩麻，
村庄儿女各当家。
童孙未解供耕织，
也傍桑阴学种瓜。 

⑩《渔歌子》（唐 张志和）
#
西塞山前白鹭飞，
桃花流水鳜（guì）鱼肥。
青箬（ruò）笠，
绿蓑（suō）衣，
斜风细雨不须归。 

①泊船瓜洲（宋 王安石）
#
京口瓜洲一水间，
钟山只隔数重山。
春风又绿江南岸，
明月何时照我还。
 
②秋思（宋 张籍）
#
洛阳城里见秋风，
欲作家书意万重。
复恐匆匆说不尽，
行人临发又开封。
 
③长相思（清 纳兰性德）
#
山一程，水一程，
身向榆关那畔行，
夜深千帐灯。
风一更，雪一更，
聒碎乡心梦不成，
故园无此声。

④《牧童》（唐 吕岩）
#
草铺横野六七里，
笛弄晚风三四声。
归来饱饭黄昏后，
不脱蓑衣卧月明。

⑤《舟过安仁》（宋 杨万里）
#
一叶渔船两小童，
收篙停棹坐船中。
怪生无雨都张伞，
不是遮头是使风。

⑥《清平乐·村居》（宋 辛弃疾）
#
茅檐低小，溪上青青草。
醉里吴音相媚好，
白发谁家翁媪？
大儿锄豆溪东，
中儿正织鸡笼。
最喜小儿无赖，
溪头卧剥莲蓬。