_pin_
#
- Eat your own dog food（生物）
- 积极在题的文本和图表中吸收新知识
- 常见的细胞图片 P56

根尖的结构及功能
#
- 根冠：保护作用。
- 分生区：细胞分裂。（使根向下生长的主要部位）
- 伸长区：延伸作用，能吸收水分和无机盐。
- 成熟区：形成根毛，是吸收水分和无机盐的主要部位。

肺动脉中的血液含氧量#肺动脉内流淌着含氧量较少的静脉血。

耳的结构和功能
#
- 鼓膜（振动）
- 听小骨
- 耳蜗（神经冲动）

膝跳反射的类型#非条件（简单）反射
有真正的根、茎、叶，利用孢子繁殖，属于什么植物？#蕨类植物
一种植物的花有香味，可以判断它通过什么来协助传粉？#昆虫
果实中的甜味物质主要存储于细胞质内的什么结构中？#液泡
雌蕊下部膨大的部分是...#子房
雌蕊内部的胚珠将会发育成...#种子
蛋白质在什么器官开始消化？#胃
小肠内含有多种什么？#消化液（或者消化酶）
蛋白质最终在小肠内被分解成...#氨基酸
钙不需要消化，可直接进入...#血液（或毛细血管）
可以完全用一种食物替代米面作为主食吗？#不合理，长期食用...可能出现营养失衡。
西瓜的抗裂与易裂是一对...#相对性状

A、B是一对相对性状，杂交后子一代全部为A，则说明...
#
- A是显性性状
- B是隐形性状

生物的性状也受...的影响。#环境

鸡可以吃草，也可以捕食食草昆虫，那么鸡和食草昆虫之间包括什么两种关系？请画出它们的食物链。
#
- 捕食和竞争
- 草 -> 食草昆虫 -> 鸡

鸡粪能够被...分解成无机物重新归还到环境中，提高了土壤肥力，促进了该生态系统的物质...
#
- 分解者
- 循环

一种免疫功能是后天获得的，只对某一种特定的病原体起作用，属于...免疫。#特异性

对比实验时，每块样地幼苗数量不宜过少，目的是...#避免偶然因素的影响，减少误差。
植物根系吸收的水分通过...组织运输到叶片。#输导

心室收缩时血液进入...(血管类型)#动脉
呼吸中枢位于...#脑干
人工呼吸前，应先清除患者口腔内的异物，目的是...#保持呼吸道畅通

蚯蚓与蛔虫的区别
#
蚯蚓是环节动物，身体分节；
蛔虫是线性动物，身体不分节。

昆虫的受精方式#体内受精

完全变态与不完全变态的区别
#
完全变态：完全变态的发育过程包括卵、幼虫、蛹和成虫等4个时期。
不完全变态：受精卵、幼虫、成虫等3个时期。

做馒头或面包经常用到...#酵母菌

生物分类单位从小到大
#
- 种、属、科、目、纲、门、界
- 中暑科目肛门姐

鸟类的气体交换率高的主要原因是...#有与肺相通的气囊，使其不论吸气还是呼气，肺部都有富含氧气的空气通过，气体交换效率高。

大鲵幼体与成体的...和生活习性差异很多，这种发育过程称为...发育。#形态结构；变态

人体关节由什么组成？
#
- 关节头
- 关节软骨

人体在行走时，股骨在...的牵拉下活动。#骨骼肌
鸟类的“产蛋”行为，从获得途径看，属于动物的...行为，这种行为有利于鸟类的生存和...#先天性；繁殖后代
与动植物细胞相比，细菌的细胞结构结构特点是...#没有成形的细胞核
科研人员对某细菌进行培养，通过...方式进行繁殖，形成肉眼可见的集合体---...#分裂；菌落
和“木本”相对的是...#草本
嫁接时，应当与具有分裂能力的...组织紧密结合，确保接穗成功。#分生
晾干方式为什么能延长果实的保存时间？#减少果实内的水分，抑制微生物的生长和繁殖。
太空萝卜与地球上产的萝卜相比有很多不同，这些差异属于生物的...现象。#变异
基因是具有遗传效应的...片段。#DNA

海葵属于哪种动物？
#
腔肠动物
有口无肛门

涡虫切割后能不能生出肛门？#不能，它本来就是有口无肛门的。
蛔虫表面有角质层吗？#有，不然被寄生动物的消化液会消化掉它。
蚯蚓有没有前后、左右、腹背之分？#有
葡萄表面的一层白霜是什么？#酵母菌，酿酒要用到酵母菌。

如何区分斑马鱼与米虾、苹果螺？可按照体内有无...#脊柱
鱼类的身体呈...型#流线
节肢动物，身体和附肢都...，体表有保护身体的...。#分节；外骨骼
米虾和苹果螺都以藻类为食，可以防止水族箱中藻类数量过多，属于水族箱生态系统组成中的...#消费者
两栖动物的肺结构简单，因此，它们还需要靠...辅助呼吸。#皮肤
哺乳动物的肺由很多...组成。#肺泡
动物的肺都具有壁薄且包绕着丰富的...等特点。#毛细血管
桡腕关节由腕骨构成的关节头、桡骨构成的...以及外侧的关节囊等结构组成，关节腔内有...，可以减少骨与骨之间的摩擦。#关节窝；滑液
控制拇指运动的肌肉有拇长展肌、拇短伸肌等，它们都由...和肌腱构成。在...系统的调控下，肌肉...，可以使拇指灵活运动#肌腹；神经；收缩
如何识别一种药是不是处方药？#如有“OTC”则是非处方药，可以不需要医生的处方就能买。
生物多样性包含基因多样性、物种多样性和...多样性。#生态系统
鹤属动物有丹顶鹤、白头鹤、黑颈鹤等十余种，生物种类的多样性实质上是...多样性。#基因
鸟的生殖方式是卵生，其卵具有...（结构），能减少水分散失。卵中的...会发育成雏鸟。#卵壳；胚盘
从传染病的角度分析，患者和无症状感染者都属于...#传染源
丙肝病毒是丙型肝炎的...，主要通过血液和体液传播。把带有丙肝病毒的血液制品从血库中移除，从预防传染病的角度来说，该过程属于...#病原体；切断传播途径。
病毒不具有...结构，主要由蛋白质与...组成，通过...方式进行繁殖。#细胞；遗传物质；复制
注射疫苗，可引起人体产生相应的...#抗体
肠球菌可引起肠炎等疾病，是肠道致病菌，与人类形成...关系。#寄生
益生菌与人类形成...关系。#共生
萤火虫的发光行为是由...决定的，从获得途径上看，属于...行为。#遗传物质；先天性

什么是原核生物？
什么是真核生物？
什么既不是原核生物叶不是真核生物？
#
- 没有成形的细胞核，比如细菌。
- 有细胞核的，比如蘑菇。
- 病毒

蚯蚓运动主要依靠的结构是什么？
#
- 体壁的肌肉
- 身体腹面的刚毛

软体动物的特点
#
- 身体柔软不分节
- 有贝壳或者外套膜
- 用腮呼吸

水稻和青蛙的生命起点#受精卵；受精卵（都是有性生殖）
某种没有天敌的生物入侵之后，直接影响...#生物种类多样性

生态系统的组成成分
#
- 生产者
- 消费者
- 分解者
- 非生物的物质和能量

运动时，除了神经系统参与，还有什么系统参与？
#
- 呼吸系统
- 循环系统

脱臼就是...从...滑脱的现象。#关节头；关节窝
韧带能限制骨的活动范围，和...的功能相似。#关节囊

曲霉和酵母菌属于...(细菌/真菌)#真菌
什么酶可以将淀粉分解为葡萄糖？#淀粉酶
发酵缸的...(上/下)层更有利于乳酸菌的活动。#下（无氧条件下，乳酸菌发酵产生乳酸）

结核杆菌随人体吸气过程，经鼻、咽、喉进入...，密布纤毛的...将成为人体的第一道防线。#气管和支气管；黏膜
进入肺泡的结核杆菌会被白细胞吞噬，同时，更多的白细胞通过变形而穿过...壁到达病灶处。#毛细血管
纤毛的清扫和白细胞的吞噬都可对结核杆菌起作用，这种免疫类型属于...性免疫。#非特异性

非特异性免疫与特异性免疫的区别
#
非特异性免疫是人一生下来就具有的，而特异性免疫需要经历一个过程才能获得。

细菌和病毒的繁殖方式
#
- 细菌：分裂
- 病毒：复制

肺的广泛纤维化，严重影响肺的...功能。#气体交换
“早发现，早治疗”，这是属于传染病预防措施中的...#控制传染源
雌蕊的...会发育成果实。#子房
一种昆虫的幼虫一直生活在花中，可以推断花为昆虫幼虫的生长发育提供了...和营养。#场所
花朵上会长有大量根霉，根霉从花朵中获取...，以满足生命活动对能量的需求。#有机物
白蚁族群中，群体成员有着明确的...，个体间通过信息素进行...。#分工；信息交换

骨的结构中，对骨的再生起重要作用的是...#骨膜

基因通过...从亲代传递到子代。
- 生殖细胞 
- 生殖过程
#
生殖过程

人的体细胞内有...对性染色体。#1

体循环的路线
#
- 左心室
- 主动脉
- 各级动脉
- 毛细血管网
- 上、下腔静脉
- 右心房

呼吸道的组成
#
- 鼻
- 咽
- 喉
- 气管 
- 支气管

心脏由...组成，是血液循环的动力器官。#心肌
心脏的四个腔室中，...的壁最厚，...瓣可以保证血液从心房流向心室。#左心室；房室
关节头和关节窝上面都覆盖着...。#关节软骨
关节囊和关节周围的韧带可以增加膝关节的...性。#牢固
跑步屈腿时，股二头肌...牵拉...绕膝关节活动，同时股四头肌...。#收缩；腓骨；舒张
鸟蛋中的...将来发育成雏鸟。#胚盘
种子萌发时，...最先突破种皮，...发育成植物的茎和叶。#胚根；胚芽
蟋蟀、蝗虫属于...发育。#不完全变态

绿豆为双子叶植物，其营养物质储存在...内。#子叶

光合作用实验中的脱色部分：大小烧杯里分别是什么液体？
#
大烧杯：清水
小烧杯：酒精
/
因为酒精易挥发、易燃烧。所以把叶片放入盛有酒精的小烧杯内隔水加热。

腔肠动物的特征
#
- 辐射对称
- 有口无肛门
- 具有刺细胞

染色体的对数#n + 1 = 常染色体对数(n) + 性染色体对数(1)
植物的根能进行...。在...的参与下能将植物体内的有机物分解产生二氧化碳和水。#呼吸作用；氧气
呼吸作用在生物体的...中进行。#线粒体

生态系统由...和...共同组成#生物；环境
骨骼肌受...传来的刺激时，牵动...绕关节活动。#神经；骨
滑液的作用。#减少骨与骨之间的摩擦
研究动物进化最可靠、最直接的证据是...#化石
食草动物的门齿发达，有什么作用？#有利于切断食物。
亲代的基因是在...中，通过...传递给子代的。#生殖过程；生殖细胞（精子与卵细胞）
植物体的结构层次#细胞；组织；器官；植物体
正常光照下叶子呈绿色，如果想培养黄色叶子，可行的方法是...#遮光培养
生物的研究方法有...#观察法；调查法
哺乳动物的生殖特点。#胎生、哺乳

人体最大的消化腺是...，能够分泌...，对脂肪能起到乳化作用。#肝脏；胆汁
心脏图#https://image.zhaojiao.net/file/2021-01-12/154152816.png

呼吸运动的过程。
#
- 吸气：膈肌与肋间肌收缩时，胸腔变大，肺变大，肺内气压变小，吸气。
- 呼气：膈肌与肋间肌舒张时，胸腔变小，肺变小，肺内气压变大，排气。

蝴蝶探花是...行为#取食
蜻蜓点水是...行为#繁殖
生命的起源：有机大小分子分别在什么地方形成？#小：原始大气；大：原始海洋；

甘蔗的残渣是很好的有机肥，它能为植物生长提供...。#无机盐
生态系统中所需的能量最终来自...。#太阳光能
草原上的野兔数量不会无限制地增加，这说明生态系统具有一定的...。#自我调节能力
为防止人类对生态系统造成的影响，保护珍贵的野生动植物，可采取的措施是...。#建立自然保护区
光合作用利用光能，把二氧化碳和水转化为储存...的有机物，并且释放出...的过程。#能量；氧气
肌肉的本体感受器产生兴奋，并通过...传导，最终在...形成动作的本体感觉。#传入神经；大脑皮层
果蝇体细胞中有4对染色体，雄果蝇产生的精子中染色体组成是...。#3条+X、3条+Y
碘液呈蓝色，说明其中含有...。#淀粉
受精卵经过细胞...和...形成胚胎。#分裂；分化
蚊子叮咬会让动物染上某种传染病，蚊子属于引起该病的...。#传播途径
斑马的条纹能让它们适应草原上的复杂环境，这是...的结果。#自然选择

动植物细胞的差异
#
共同拥有的：
- 细胞膜、细胞质、细胞核、线粒体
/
植物细胞特有的：
- 细胞壁、叶绿体、液泡

甲状腺激素的作用是...#促进新陈代谢和生长发育，提高神经系统的兴奋性。
细胞分裂时，染色体会进行...#复制

苔藓植物的特征
#
- 生长在阴湿的环境。
- 植株矮小。
- 有茎、叶的分化，没有疏导组织，有“假根”。
- 用孢子繁殖，受精过程受水的限制。

肾脏中负责重新吸收水和葡萄糖的部位是...。#肾小管
叶内与茎中导管相连的结构是...。#叶脉
花朵的色素位于细胞的...结构中。#液泡
细胞中的...控制着物质进出的功能。#细胞膜
使用营养液栽培时，要定期向营养液中通气，这是因为...。#根的呼吸需要氧气
运动系统由...、...、肌肉组成。#骨；关节
淀粉消化的起始部位是...，最终在...被彻底消化吸收进血液。#口腔；小肠

细胞颜色很浅，可以用...染色后，再用显微镜查看。#碘液
导管是植物内输导...和...的管道。#水；无机盐
银杏属于（裸子｜被子）植物。#裸子

植物的花粉产生于...。#花药
观察到种子的胚乳出现了腐烂现象，因此，也可能是种子中储存的...减少，导致种子萌发率降低。#有机物
心脏通过瓣膜控制...，血液流动的管道包括...和毛细血管。#血流方向；动脉、静脉
毛细血管与物质交换功能相适应的特点有...、...。（列举两点）#壁薄（只有一层上皮细胞构成）、血管细（只允许红细胞单行通过）
血液经过...作用形成原尿，原尿经过...作用最终形成尿液。#过滤；重吸收
淀粉在人体的...（器官）内被分解成细胞能吸收的...。#小肠；葡萄糖
精子与卵子在...内结合形成受精卵。#输卵管
胎儿与母体进行物质交换的结构是...。#胎盘

静脉里有防止血液倒流的...。#静脉瓣
肺动脉里面流的是（动脉｜静脉）血。#静脉
人体形成尿液的器官是...，暂时储存尿液的器官是...。#肾脏；膀胱
染色体是基因的载体，一条染色体上有（一个｜无数个）基因。#无数个
蝴蝶的发育起点是...。#受精卵（不是幼虫）

蕨类植物的特征。
#
- 有真正的根、茎、叶，以及输导组织。
- 株植比较高大。
- 用孢子繁殖，受精过程受水的限制。

从毛细血管指向肺泡的箭头表示...进入肺泡。#二氧化碳
选取枝条消毒后插到土壤中繁殖新个体，这种繁殖方式的优点是...。#快速繁殖，保持母本的优势性状。
淀粉在口腔中...酶的作用下初步被消化。#唾液淀粉
胰岛细胞分泌的...调节血糖平衡。#胰岛素
A生物把卵产在B生物的卵中并获取营养，A和B之间的关系是...。（竞争｜寄生）#寄生
虫子吸取了叶片中的液汁，叶片出现斑点并逐渐萎缩，这会大大影响棉花的产量，请分析影响产量的原因。#叶绿素降低-光合作用减弱-合成的有机物减少。
呼吸作用分解果实中的...并释放...。#有机物；二氧化碳
猴子经过训练后会开罐头。从行为获得途径来看，该行为属于...行为。#学习
水洗法去除咖啡果皮的过程利用了微生物的...技术。#发酵

视觉与听觉形成过程中，能接受刺激产生兴奋的部位分别是...和...。#视网膜；耳蜗
林奈的双名法由两个部分组成：... + ...#属名；种加词
利用人体胚胎干细胞培育出心肌细胞，这个过程经过细胞的...（分裂｜分化）。#分化
成熟区是根尖吸收水和无机盐的主要区域，该部位适于吸收的主要原因是...。#增大吸收面积
水和无机盐通过...作用的拉动进一步向上输送。#蒸腾
光合作用的场所是细胞内的...。#叶绿体
完成简单（非条件）反射的结构基础是...。#反射弧
病毒由外部的...外壳和内部的...构成。#蛋白质；遗传物质
植物子房内的...发育成种子。#胚珠
香菇能分解菌草中的营养物质进行利用，这种获取营养的方式为...（寄生｜腐生）。#腐生

食物链必须开始于...#生产者
光合作用：银边天竺葵的叶子。#叶子的边缘没有叶绿素，无法进行光合作用。
红细胞有无细胞核？#没有
生殖细胞有X染色体，能判断该细胞为卵细胞吗？#不能，雄性的生殖细胞内也有X染色体。
蝉蜕皮的物质是什么？#外骨骼

下列植物是双子叶还是单子叶？
/
- 花生
- 黄豆
- 大米
#
- 双 
- 双 
- 单

...是由高等植物体的营养器官（比如根、茎、叶的一部分），发育成一个新的个体。#营养生殖

种子萌发的环境条件是：
- 适宜的...
- 一定的...
- 充足的...
#
温度
水分
空气

播种前要施加一些农家肥，主要是给植物生长提供...。#无机盐
幼年时期...分泌不足，则身材矮小。#生长激素
单子叶种子的营养物质储存在...中，而双子叶种子的营养物质则储存在...中。#胚乳；子叶

显微镜的放大倍数越大，视野就越小，透光量变少，视野就会变...。#暗
肾单位有入球小...和出球小...，里面流的都是...血。#动脉；动脉；动脉
肾小囊不含...和...。#血细胞；大分子蛋白质
肾小管虫吸收大部分...、部分...和全部的...。#水；无机盐；葡萄糖
