_pin_#Tracker for Chinese Worksheet
_key_mode_#1

#C71-U1-L1

C71-XTZ-P3-N1
#
涨
zhǎng 涨价
zhàng 头昏脑胀 涨红（头部充血）
/
藏
cáng 珍藏
zàng 藏族

C71-XTZ-P3-N2
#
朗润
嫩嫩
嗡嗡

C71-XTZ-P3-N3
#
B
B

C71-XTZ-P3-N4
#
个、脚、趟、回

C71-XTZ-P3-N5
#
C

C71-XTZ-P4-N6
#
(1）“偷偷”二字写出不经意间，小草悄然而出的情态，突出了小草生命力旺盛，不知不觉地生长，
也表现出作者的惊喜之情。“钻〞则写出小草破土而出的挤劲，显示其旺盛的生命力。
/
(2）“闹”字明写蜜蜂嗡嗡叫，热闹；暗写春花开得旺盛，香气逼人。用拟人的手法，既写出了声音，
也写出了气势（不仅有嗡嗡的声响，而且呈现出一派喧器沸腾的热闹景象）。
/
(3) “散〞宇生动地描绘出野花的多及分布的星星点点、不集中。“眨”字生动地描绘出野花随风摇动的明丽之态。

C71-XTZ-P4-N7
#
C

C71-XTZ-P4-N8
#
春花图
着力描绘春天百花齐放、百花争艳的景象。

C71-XTZ-P4-N9
#
尽情地表现

C71-XTZ-P4-N10
#
[ hè ] 应和
[ huó ] 和面
[ hé ] 和平
[ huò ] 和稀泥
[ hú ] 和牌

C71-XTZ-P4-N11
#
B （宛转在这里的意思是形容声音动听）

C71-XTZ-P4-N12
#
（1）视觉
（2）听觉
（3）嗅觉
（4）视觉
（5）听觉
（6）触觉

C71-XTZ-P4-N13
#
A