_pin_#Tracker for Chinese Worksheet
_key_mode_#1

'
#C71-RJ-U1L1-春

C71-XTZ-U1L1-N1
#
涨
zhǎng 涨价
zhàng 他的脸涨得通红 涨红（头部充血）
/
藏
cáng 珍藏
zàng 藏族

C71-XTZ-U1L1-N2
#
朗润
嫩嫩
嗡嗡

C71-XTZ-U1L1-N3
#
B
B

C71-XTZ-U1L1-N4
#
个、脚、趟、回

C71-XTZ-U1L1-N5
#
C

C71-XTZ-U1L1-N6
#
(1）“偷偷”二字写出不经意间，小草悄然而出的情态，突出了小草生命力旺盛，不知不觉地生长，也表现出作者的惊喜之情。“钻〞则写出小草破土而出的挤劲，显示其旺盛的生命力。
/
(2）“闹”字明写蜜蜂嗡嗡叫，热闹；暗写春花开得旺盛，香气逼人。用拟人的手法，既写出了声音，也写出了气势（不仅有嗡嗡的声响，而且呈现出一派喧器沸腾的热闹景象）。
/
(3) “散〞字生动地描绘出野花的多及分布的星星点点、不集中。“眨”字生动地描绘出野花随风摇动的明丽之态。

C71-XTZ-U1L1-N7
#
C

C71-XTZ-U1L1-N8
#
春花图
着力描绘春天百花齐放、百花争艳的景象。

C71-XTZ-U1L1-N9
#
尽情地表现

C71-XTZ-U1L1-N10
#
[ hè ] 应和
[ huó ] 和面
[ hé ] 和平
[ huò ] 和稀泥
[ hú ] 和牌

C71-XTZ-U1L1-N11
#
B （宛转在这里的意思是形容声音动听）

C71-XTZ-U1L1-N12
#
（1）视觉
（2）听觉
（3）嗅觉
（4）视觉
（5）听觉
（6）触觉

C71-XTZ-U1L1-N13
#
A

C71-XTZ-U1L1-N14
#
- lǒng （动词）
- yùn （名词）
- hōng
- suō
- lì

C71-XTZ-U1L1-N15
#
（1）逼
（2）静默

C71-XTZ-U1L1-N16
#
运用了比喻和排比的修辞手法，句式整齐，生动地描绘了春雨多且密、细且亮、密且细长的特点，写出了作者对春雨的喜爱之情。

C71-XTZ-U1L1-N17
#
“恼”是生气的意思，“可别恼”在文中是劝别人不要生春雨的气，这里写出了江南春雨的特点，表现了作者想要把自己对春雨的喜爱传达给读者。

C71-XTZ-U1L1-N18
#
春天里，人们开始出来做事了。

C71-XTZ-U1L1-N19
#
按人类从婴儿新生到长成青年的时间顺序写的，表现了春天的新而又充满生机、漂亮而又欢乐、强盛而又引领开创的特点。

C71-XTZ-U1L1-N20
#
作者笔下的夏天色彩是金黄的，旋律是紧张的。

C71-XTZ-U1L1-N21
#
夏天的农民是忙碌而辛劳的。他们既要忙于收割，又得赶快去给秋苗追肥、浇水，他们的肩上挑着夏秋两季。所以说，夏“总是浸在苦涩的汗水里”

C71-XTZ-U1L1-N22
#
运用了拟人的修群手法。形象生动地写出了棉苗、高粱、玉米、瓜秧“旺盛的活力”，表现出夏天蓬勃的生机。

C71-XTZ-U1L1-N23
#
《夏夜》是通过景物描写表达作者对宁静且充满活力的夏夜的喜爱与费美之情，而 《夏感》则是借赞美〝黄金的夏季”，来歌领在夏天辛勤劳动、为社会创造财富的劳动人民。

'
#C71-RJ-U1L2-济南的冬天

C71-XTZ-U1L2-N1
#
jǐ
huo 
shì
zhuó 
zháo

C71-XTZ-U1L2-N2#C

C71-XTZ-U1L2-N3
#
- 指天非常晴，阳光十分强烈。
- 事物所达到的程度或表现的情况。
- 安心，放心。
- 指气候温和，合乎心意。

C71-XTZ-U1L2-N4
#
老舍 舒庆春 舍予
四世同堂 骆驼祥子 茶馆 龙须沟

C71-XTZ-U1L2-N5#B

C71-XTZ-U1L2-N6#最妙的是下点儿小雪呀
C71-XTZ-U1L2-N7#A 
C71-XTZ-U1L2-N8#D

C71-XTZ-U1L2-N9
#
示例：从秋叶中，我们读出了奉献；从冬雪中，我们读出了纯洁。（应从内容和语言形式来进行仿写）

C71-XTZ-U1L2-N10
#
zǎo 
zhù xù 
xiá 
chéng

C71-XTZ-U1L2-N11#1)B 2)A

C71-XTZ-U1L2-N12#冬天济南的水 暖、清、绿、亮

C71-XTZ-U1L2-N13#那水呢，不但不结冰，倒反在绿萍上冒着点热气。
C71-XTZ-U1L2-N14#形象地照应了“暖和安适地睡着”，表达了一种安适平静的气氛。
C71-XTZ-U1L2-N15#温晴
C71-XTZ-U1L2-N16#老舍是从老城风貌、山色山形、水质水色、天空花香、山影水声等方面来写济南的秋天的。
C71-XTZ-U1L2-N17#老舍笔下济南秋天的特色是古朴、静美、诗情画意、各色俱全、晴暖而又清凉、恬淡温柔而又棱角分明、甜美而又清明。

C71-XTZ-U1L2-N18
#
只要是写山色的句子就可以品味，但要品味出其写法的好处。
/
示例一：
“那片青黑便多出些比灰色深、比黑色浅的颜色，把旁边的黄草盖成一层灰中透黄的阴影”
写得好，对颜色的描写特别细致细感，有层次感，而且层次非常丰富。
/
示例二：
“山项的颜色不同还不重要，山腰中的颜色不同才真叫人想作儿句诗”
这句好，充满了情感，两相比较，重点突出，喜爱之情滥于言表。
/
示例三：
“这个变动并不激烈，可是山上的颜色觉得出这个变化，而立刻随着变换” 
写得好，运用了拟人修辞，使山色变得有情有知，灵动可爱，描写得生动感人

'
#C71-RJ-U1L3-雨的四季

C71-XTZ-U1L3-N1
#
léng
miǎo
lìn
sè
guǎng
lì
qí

C71-XTZ-U1L3-N2
#
1）包 - 苞
2）密 - 谧
3）蔷 - 啬

C71-XTZ-U1L3-N3
#
1）比喻
2）比喻
3）排比
4）拟人

C71-XTZ-U1L3-N4
#
示例：
成语：风调雨顺 
俗语：雷声大，雨点小 
诗向：春潮带雨晚来急，野渡无人舟自横。(韦应物《滁州西洞》） 
赏析：晚春时节，滁州西涧，草木茂盛，一场大雨突然而至，涧中水位猛涨，渡口无人，船只随着波浪横漂。这句诗形象地描绘出一幅春水突涨、水急舟横的画面，蕴含着淡淡的忧伤之情。

C71-XTZ-U1L3-N5
#
摘抄略。
春雨特点：美丽而娇媚。
夏雨特点：热烈而粗犷。
秋雨特点：端庄而沉思。
冬雨特点：自然而平静。

C71-XTZ-U1L3-N6
#
春：树叶、花苞、树枝、小草
秋：田野、庄稼、种子、山果
夏：大地、花朵、树叶、杂草、荷叶、蝉、蛙
冬：田野、没有叶的枝干、草垛、池畦里的油菜

C71-XTZ-U1L3-N7
#
视觉：春天，树叶开始闪出黄青，花苞轻轻地在风中摇动，似乎还带着一种冬天的昏黄，
听觉：而荷叶铺满了河面，迫切地等待着雨点，和远方的蝉声、近处的蛙鼓一起奏起丁夏天的雨的交响曲。
嗅觉：空气里像有无数芳甜的果子，在诱惑着鼻子和嘴唇。

C71-XTZ-U1L3-N8
#
三 春雨 夏雨 秋雨 比喻 少女（爱美的姑娘）、大嫂（中年妇女）、老妇人
性格特征分别是：
小女：文静、温柔，清新、羞涩、爱美；
大嫂：利索干净还带着几分泼辣、能干、慷慨；
老妇人：宽容的，豁达、不落寞

C71-XTZ-U1L3-N9
#
A）运用了拟人的修辞手法。赋予了春雨以人的情感，写出了春雨悄悄而下，春雨给万物带來生机的特点，也表达了作者对春雨的喜爱之情。
/
B）运用了比喻的修辞手法，把夏日的雨，比喻成大嫂，写出了夏雨下得很急的特点。

C71-XTZ-U1L3-N10
#
不矛盾。
/
文章中在描写秋雨时写到“便显得有几分落寞”，是因为她见过了许多，经过了许多，也做过了许多。她曾经年轻过，辉煌过。如今，桃花梨花谢了，高粱玉水收割了。她该做的要做的都已做过，所以“便显得有几分落寞”。
后面又写到“她并不落寞”，是因为她正在描画 “红于二月花”的霜叶，绘制出层林尽染、色彩绚丽的秋之图，更何况，不久之后，又有三月春雨，少女般姗姗而来。
/
所以这两句不矛盾。

C71-XTZ-U1L3-N11#略

C71-XTZ-U1L3-N12
#
示例一：好雨知时节，当春乃发生。
示例二：天街小雨润如酥，草色遥看近却无。
示例三：春潮带雨晚来急，野渡无人舟自横。
示例四：清明时节雨纷纷，路上行人欲断魂。

'
#/