_pin_#Notes for Math

#
#M71-C1
#

大于...的数叫做正数，在正数前面加上符号“...”的数叫做负数。#0；-
...既不是正数，也不是负数。#0

如果一个问题中出现的相反意义的量，我们可以用...和...分别表示它们。#正数；负数

...、...、...统称为整数。
...、...统称为分数。
...和...统称为有理数。
#
正整数、0、负整数
正分数、负分数
整数和分数

数轴三要素#原点；正方向（一般为向右或向上）；单位长度

一般地，设a是一个正数，则数抽上表示数a的点在原点的...边，与原点的距离是...个单位长度；表示数-a的点在原点的...边，与原点的距离是...个单位长度。
#
右、a、左、a

一般地，设a是一个正数，数轴上与原点的距离是a的点有...个，它们分别在原点...，表示...和...，我们说这两个点关于原点...。
#
两、左右、-a、a，对称

只有符号不同的两个数叫做互为...。#相反数
0的相反数是...。#0
设a表示一个数，-a一定是负数吗？#不是，比如a=0或者a=-1

一般地，数轴上表示数a的点与...的距离，叫做数a的绝对值，记作｜a｜。#原点

一个正数的绝对值是它...；
一个负数的绝对值是它的...；
0的绝对值是...；
#
本身
相反数
0

如果a>0，那么|a| = ...;
如果a=0，那么|a| = ...;
如果a<0，那么|a| = ...;
#
a
0
-a

两个负数比大小，...大的反而小。#绝对值

#
#/
#