_pin_#Notes for Math

'
#M71-C1-1

...既不是正数，也不是负数。#0

'
#M71-C1-2

...、...、...统称为整数。
...、...统称为分数。
...和...统称为有理数。
#
正整数、0、负整数
正分数、负分数
整数、分数

数轴三要素#原点；正方向（一般为向右或向上）；单位长度

只有符号不同的两个数叫做互为...。#相反数
0的相反数是...。#0

一般地，数轴上表示数a的点与...的距离，叫做数a的绝对值，记作｜a｜。#原点

一个正数的绝对值是它...；
一个负数的绝对值是它的...；
0的绝对值是...；
#
本身
相反数
0

如果a>0，那么|a| = ...;
如果a=0，那么|a| = ...;
如果a<0，那么|a| = ...;
#
a
0
-a

两个负数比大小，...大的反而小。#绝对值

'
#M71-C1-3

同号两数相加，取...的符号，并把绝对值...。
绝对值不相等的异号两数相加，取...的加数的符号，并用...减去...。
互为相反数的两个数相加得...。
一个数同0相加，乃得...。
#
相同 相加
绝对值大 较大的绝对值 较小的绝对值
0
这个数

减去一个数，等于加这个数的...。#相反数

'
#M71-C1-4

'
#/