_pin_#Notes for Math

'
#M71-C1-1-正数与负数

...既不是正数，也不是负数。#0

'
#M71-C1-2-有理数

...、...、...统称为整数。
...、...统称为分数。
...和...统称为有理数。
#
正整数、0、负整数
正分数、负分数
整数、分数

数轴三要素#原点；正方向（一般为向右或向上）；单位长度

只有符号不同的两个数叫做互为...。#相反数
0的相反数是...。#0

一般地，数轴上表示数a的点与...的距离，叫做数a的绝对值，记作｜a｜。#原点

一个正数的绝对值是它...；
一个负数的绝对值是它的...；
0的绝对值是...；
#
本身
相反数
0

如果a>0，那么|a| = ...;
如果a=0，那么|a| = ...;
如果a<0，那么|a| = ...;
#
a
0
-a

两个负数比大小，...大的反而小。#绝对值

'
#M71-C1-3-有理数的加减法

同号两数相加，取...的符号，并把绝对值...。
绝对值不相等的异号两数相加，取...的加数的符号，并用...减去...。
互为相反数的两个数相加得...。
一个数同0相加，乃得...。
#
相同 相加
绝对值大 较大的绝对值 较小的绝对值
0
这个数

减去一个数，等于加这个数的...。#相反数

'
#M71-C1-4-有理数的乘除法

两数相乘，同号得...，异号得...，并把...相乘。
任何数与0相乘，都得...。
#
正、负、绝对值
0

乘积是1的两个数互为...。#倒数
除以一个不等于0的数，等于乘这个数的...。#倒数

两数相除，同号得...，异号得...，并把...相除。0除以任何一个不等于0的数，都得...。#正、负、绝对值、0

'
#M71-C1-5-有理数的乘方

求n个相同因数的积的运算，叫做...，它的结果叫做...。在a<sup>n</sup>中，a叫做...，n叫做...。
#
乘方
幂
底数
指数

负数的奇次幂是...数，负数的偶次幂是...数。
正数的任何次幂都是...数，0的任何正整数次幂都是...。 
#
负、正
正、0

有理数的混合运算顺序：先...，再...，最后...。#乘方、乘除、加减

科学计数法：把一个大于...的数表示成a✖️10<sup>n</sup>的形式（其中a大于或等于...且小于...，n是正整数）。
对于小于...的数也可以使用科学计数法来表示。
#
10、1、10、-10

用科学计数法表示一个n位整数，其中10的指数是...。#n - 1

近似数与准确数的接近程度，可以用....表示。
四舍五入：1.804精确到0.01 
#
精确度
1.80

'
#/