_key_mode_#1

_pin_
#
- M71：数学七年级上
- XTZ：学探诊
- P：页码
- N：题号

M71-XTZ-P1-N2
数的分类
#
C

M71-XTZ-P1-N7-3
数的分类
#
27，8.5，0.5，0，6，4/7

M71-XTZ-P2-N8
极限
#
1/2020；0

M71-XTZ-P2-N9
数的分类
#
0,+2004
-1/3,11.11111,95.5(27),1.12122122212222,-1/11

M71-XTZ-P2-N10
专注力
#
19

M71-XTZ-P2-N18
数的分类
#
B

M71-XTZ-P2-N19
数的分类
专注力
#
W = 7
L = 3
2*7 + 4*3 = 14 + 12 = 26

M71-XTZ-P4-N1
规定了...、...和...的...叫做数轴。
#
- 原点
- 正方向
- 单位长度
- 直线

M71-XTZ-P4-N2
所有的有理数都能用数轴上的...来表示。
#
点

M71-XTZ-P4-N9
专注力
#
-4，-3，-2，-1，0
3，2，1，0

M71-XTZ-P4-N10
专注力
#
-2，-1，0，1

M71-XTZ-P5-N16
专注力
#
5 - 2 + 1 = 4
4 - 1 + 1 = 4
4 + 4 = 8
/
-5，-4，-3，-2，
1，2，3，4，